// <!-- - За допомогою циклу for і document.write() вивести 10 блоків div c довільним текстом всередині-->

// Початок тегу <div id="container"> для додавання всіх блоків div
document.write('<div id="container">');

// Цикл, який створює 10 блоків div
for (let i = 1; i <= 10; i++) {
    // Генерування довільного тексту для кожного блоку div
    let text = "Це блок div номер " + i;

    // Додавання блоку div з довільним текстом всередині
    document.write('<div>' + text + '</div>');
}

// Закриття тегу </div> для контейнера
document.write('</div>');




let user = []

























// <!-- - За допомогою циклу for і document.write() вивести 10 блоків div c довільним текстом всередині-->
//
//
// for (let i = 0; i <= 10; i++) {
//     document.write('<div>Порахуймо поверхи: зараз ми стоїмо на ' + i +'</div>');
// }
//
// <!-- - За допомогою циклу for і document.write() вивести 10 блоків div c довільним текстом і індексом всередині-->
//
// // for (let i = 1; i <= 10; i++) {
// //     document.write('<div>Порахуймо поверхи: зараз ми стоїмо на ' + i +'</div>');
// // }